Repository: putteabrahamsson/MyDogwalk-ios
Catalog: MyDogwalk/MyDogwalk/*.lproj/Localizable.strings
Languages: sv

source: History
sv: Historik

# settings
source: More
sv: Mer

# indicator-loading
source: Loading...
sv: Laddar...

# dateLocale
source: EN
sv: SV

# btnLogin
source: Login
sv: Logga in

# btnRegister
source: Register
sv: Registrera

# LoginPassword
source: Password:
sv: Lösenord:

# LoginTitle
source: Login
sv: Logga in

# LoginForgotPass
source: Forgot password?
sv: Glömt lösenord?

# ftl
source: Failed to login
sv: Misslyckades

# wep
source: Wrong email or password
sv: Fel e-mailadress eller lösenord

# btnResetPass
source: Reset password
sv: Återställ lösenord

# ForgotPassTitle
source: Forgot password
sv: Glömt lösenord

# regTitle
source: Register
sv: Registrera

# regPass
source: Password:
sv: Lösenord:

# regRepeat
source: Repeat password:
sv: Repetera lösenord:

# regNext
source: Register
sv: Registrera

# missingTitle
source: Error
sv: Fel inträffade!

# missingContent
source: Please fill in all the empty boxes!
sv: Vänligen fyll i alla tomma rutor!

# lessThan6
source: Your password must contain atleast 6 characters!
sv: Ditt lösenord måste innehålla minst 6 bokstäver/siffror!

# noMatch1
source: The passwords does not match!
sv: Lösenorden matchar inte varandra!

# badTitle
source: Error
sv: Fel inträffade!

# badEmail
source: Something went wrong with the email.
sv: Något gick fel med din email.

# termsTxt
source: I've read and I accept
sv: Jag har läst och godkänner

# clearBtn
source: Clear
sv: Rensa

# dwSave
source: Save
sv: Spara

# dwDog
source: Choose dog:
sv: Välj hund:

# dwPerson
source: Choose person:
sv: Välj person:

# dwWhat
source: What did the dog do?
sv: Vad gjorde hunden?

# dwDate
source: Date:
sv: Datum:

# dwTime
source: Time:
sv: Tid:

# dwMore
source: More walks?
sv: Fler promenader?

# dwSeg0
source: Yes
sv: Ja

# dwSeg1
source: No
sv: Nej

# allFields
source: Please fill in all the boxes!
sv: Vänligen fyll i alla rutor!

# addNote
source: Add a note
sv: Lägg till notering

# clearTitle
source: Clear walk
sv: Rensa promenad

# clearBody
source: Do you want to clear the walk?
sv: Vill du rensa promenaden?

# clearRemove
source: Yes
sv: Ja

# clearCancel
source: Cancel
sv: Avbryt

# addImgHeader
source: Add images
sv: Lägg till bilder

# addImgChoose
source: Choose
sv: Välj

# del-img-title
source: Remove
sv: Ta bort

# del-img-body
source: Are you sure you wanna remove this image?
sv: Är du säker att du vill ta bort bilden?

# del-delete
source: Yes
sv: Ja

# del-cancel
source: No
sv: Nej

# del-noSel-title
source: Ops!
sv: Hoppsan!

# del-noSel-body
source: No image are selected.
sv: Ingen bild är vald.

# mapSave
source: Save
sv: Spara

# mapTitle
source: Map
sv: Karta

# suhr
source: Are you sure?
sv: Är du säker?

# remMap
source: You're going to remove your current walk, and you can not undo this later!
sv: Du kommer att radera din nuvarande promenad, och detta går inte att återställa senare!

# remAbort
source: Cancel
sv: Avbryt

# removeMap
source: Remove
sv: Radera

# map-cancel-title
source: Delete route
sv: Ta bort rutt

# map-cancel-body
source: Are you sure you wanna delete this walking route?
sv: Är du säker att du vill radera denna promenadrutt?

# map-cancel-delete
source: Delete
sv: Ta bort

# map-cancel-cancel
source: Cancel
sv: Avbryt

# dateTimeSave
source: Choose
sv: Välj

# dateTitle
source: Choose date
sv: Välj datum

# timeTitle
source: Choose time
sv: Välj tid

# dateTimeTitle
source: Choose date and time
sv: Välj datum och tid

# dogDog
source: Choose dog
sv: Välj hund

# dogPerson
source: Choose person
sv: Välj person

# dogWhat
source: Choose what
sv: Välj vad

# dogSave
source: Choose
sv: Välj

# whatKiss
source: Pee
sv: Kissade

# whatBajs
source: Poop
sv: Bajsade

# whatKB
source: Pee & Poop
sv: Kiss & Bajs

# whatKL
source: Pee & Play
sv: Kiss & Lek

# whatKR
source: Pee & Running
sv: Kiss & Löpning

# whatKBL
source: Pee, Poop & Play
sv: Kiss, Bajs & Lek

# whatKBR
source: Pee, Poop & Running
sv: Kiss, Bajs & Löpning

# whatKI
source: Pee inside
sv: Kiss inne

# whatBI
source: Poop inside
sv: Bajs inne

# whatDB
source: Shower / Bath
sv: Dusch / Bad

# whatInget
source: Nothing
sv: Inget

# empty-title
source: Missing dogs
sv: Saknar hundar

# empty-txt
source: You don't have any dogs!
sv: Du har inte lagt till några hundar!

# empty-btn
source: Add new
sv: Lägg till

# empty-title-p
source: Missing people
sv: Saknar personer

# empty-txt-p
source: You don't have any people!
sv: Du har inte lagt till några personer!

# empty-btn-p
source: Add new
sv: Lägg till

# noDotsHeader
source: Error occured!
sv: Hoppsan!

# noDots
source: You can not choose this alternative!
sv: Du kan inte välja detta alternativet!

# historyHeader
source: History
sv: Historik

# historyPromenad
source: Walk
sv: Promenad

# historyDusch
source: Shower / Bath
sv: Dusch / Bad

# historyPoints
source: Points
sv: Poäng

# historyUpdate
source: Pull down to update
sv: Dra ned för att uppdatera

# scoreboardHeader
source: Scoreboard
sv: Poänglista

# rowHeader
source: Viewing walk
sv: Visar promenad

# rowSeg0
source: Satellite
sv: Satellit

# noResult
source: No statistics found..
sv: Ingen statistik hittades..

# shareRoute
source: Share walking-routine
sv: Dela promenad

# auss
source: Are you sure?
sv: Är du säker?

# aussMessage
source: Are you sure you wanna remove this shower/bath? You cannot undo this later!
sv: Är du säker att du vill radera denna dusch/bad? Detta går inte att ångra i efterhand!

# ausMessage
source: Are you sure you wanna remove this walk? You cannot undo this later!
sv: Är du säker att du vill radera promenaden? Detta går inte att ångra i efterhand!

source: Remove
sv: Radera

# cancel-remove-row
source: Cancel
sv: Avbryt

# share
source: Check out the walk I went! Me and %@ walked around at %@ in %@ minutes. Try it too!
sv: Kolla in promenaden jag gick! Jag och %@ gick en runda på %@ på %@ minuter. Testa du också!

# view-map-header
source: Viewing map
sv: Visar karta

# view-img-header
source: Viewing images
sv: Visar bilder

# noData
source: No notes available!
sv: Ingen notering tillgänglig!

# noteHeader
source: Viewing notes
sv: Visar notering

# sett-Premium
source: Store
sv: Shop

# sett-premiumSection
source: Premium section
sv: Premium sektion

# sett-myInfo
source: My information
sv: Min information

# sett-share
source: Share with your friends
sv: Dela med dina vänner

# sett-settings
source: Settings
sv: Inställningar

# sett-buyPremium
source: Buy premium
sv: Köp premium

# sett-readPremium
source: Read about premium
sv: Läs om premium

# sett-logbook
source: Notifications
sv: Notiser

# sett-weightcontroll
source: Weightcontroll
sv: Viktkontroll

# sett-myPeople
source: People
sv: Personer

# sett-myDogs
source: Dogs
sv: Hundar

# sett-rateUs
source: Rate us
sv: Skriv en recension

# sett-tellFriend
source: Invite a friend
sv: Bjud in en vän

# sett-profile
source: My profile
sv: Min profil

# sett-changePass
source: Change password
sv: Byt lösenord

# sett-restorePremium
source: Restore purchase
sv: Återställ köp

# sett-logout
source: Logout
sv: Logga ut

# restore-alert-title
source: Succeded!
sv: Lyckades!

# restore-alert-mess
source: Your purchase has been restored
sv: Ditt köp har återställts!

# restore-alert-thanks
source: Thanks
sv: Tack

# logme
source: Logout
sv: Logga ut

# logSure
source: Are you sure you wanna logout?
sv: Är du säker att du vill logga ut?

source: More
sv: Mer

# newsBtn
source: News
sv: Nyheter

# shareWithFriend
source: I use MyDogwalk to make everyday life easier. With the help of the app, I have a full controll over my dog. For example, when it's time for a new walk! Try it too! :)
sv: Jag använder mig av MyDogwalk för att underlätta i vardagen. Med hjälp av appen har jag full koll på min hund. Till exempel när det är dags för en ny promenad! Testa du också! :)

source: Cancel
sv: Avbryt

source: Logout
sv: Logga ut

# soonPrem1
source: Soon!
sv: Snart ute!

# soonPrem2
source: The store is under construction, please wait till it's release!
sv: Shoppen håller på att byggas, vänligen vänta tills den släpps!

# profileHeader
source: My profile
sv: Min profil

# profileRegistered
source: Registered:
sv: Registrerad:

# profileTerms
source: Privacy Policy
sv: Integritetspolicy

# upgradeStatus
source: No
sv: Nej

# profile-prem-yes
source: Yes
sv: Ja

# profile-prem-no
source: No
sv: Nej

# cpHeader
source: Change password
sv: Ändra lösenord

# cpPass
source: New password:
sv: Nytt lösenord:

# cpPassRepeat
source: Repeat password:
sv: Upprepa lösenord:

# cpSeg0
source: Show password
sv: Visa lösenord

# cpSeg1
source: Hide password
sv: Göm lösenord

# cpChange
source: Change
sv: Ändra

# fled
source: Failed!
sv: Misslyckades!

# secure
source: Password must be safe, and contain atleast 6 characters!
sv: Lösenordet måste vara säkert, och innehålla minst 6 tecken!

# succededHeader
source: Succeded!
sv: Lyckades!

# succeded
source: Password is now changed!
sv: Lösenordet är nu ändrat!

# noMatch
source: The passwords dosen't match, please try again..
sv: Lösenorden matchar inte! Försök igen..

# chooseHeader
source: Choose timer
sv: Välj timer

# chooseSave
source: Choose
sv: Välj

# 0h
source: No timer
sv: Ingen timer

# 30m
source: 30 minutes
sv: 30 minuter

# 1h
source: 1 hour
sv: 1 timma

# 1h30m
source: 1 hour and 30 minutes
sv: 1 timma och 30 minuter

# 2h
source: 2 hours
sv: 2 timmar

# 2h30m
source: 2 hours and 30 minutes
sv: 2 timmar och 30 minuter

# 3h
source: 3 hours
sv: 3 timmar

# 3h30m
source: 3 hours and 30 minutes
sv: 3 timmar och 30 minuter

# 4h
source: 4 hours
sv: 4 timmar

# 4h30m
source: 4 hours and 30 minutes
sv: 4 timmar och 30 minuter

# 5h
source: 5 hours
sv: 5 timmar

# 5h30m
source: 5 hours and 30 minutes
sv: 5 timmar och 30 minuter

# 6h
source: 6 hours
sv: 6 timmar

# 6h30m
source: 6 hours and 30 minutes
sv: 6 timmar och 30 minuter

# 7h
source: 7 hours
sv: 7 timmar

# TimeForNewWalk
source: Time for a new walk?
sv: Dags för en ny promenad?

# Notkey
source: It was %@ since %@ was out on a walk!
sv: Det var %@ sedan %@ var ute på en promenad!

# add-human
source: People
sv: Personer

# add-dog
source: Dogs
sv: Hundar

# list-male
source: Male
sv: Man

# list-female
source: Female
sv: Kvinna

# list-other
source: Other
sv: Annat

# editMode
source: Edit dog
sv: Ändra hund

# newDog-header
source: Add new
sv: Lägg till ny

# newDog-save
source: Save
sv: Spara

# newDog-name
source: Name:
sv: Namn:

# newDog-breed
source: Breed:
sv: Ras:

# newDog-sex
source: Gender:
sv: Kön:

# newDog-dob
source: Date of Birth:
sv: Födelsedag:

# seg0
source: Male
sv: Hane

# seg1
source: Female
sv: Tik

# seg2
source: Other
sv: Annat

# newDog-delete
source: Delete
sv: Ta bort

# newDog-alert-title
source: Error occured!
sv: Fel uppstod!

# newDog-alert-txt
source: You have to give your dog a name!
sv: Du måste ge hunden ett namn!

# deleteDog-title
source: Remove dog
sv: Ta bort

# deleteDog-txt
source: Are you sure you wanna remove the dog? You can not undo this later!
sv: Är du säker att du vill ta bort hunden? Du kommer inte kunna ångra detta i efterhand!

# deleteDog-cancel
source: Cancel
sv: Avbryt

# deleteDog-remove
source: Remove
sv: Ta bort

# no-prem-body
source: This function requires premium version!
sv: Denna funktionen kräver att du har köpt premium!

# dobHeader
source: Date of Birth
sv: Födelsedag

# dobChoose
source: Choose
sv: Välj

source: Edit person
sv: Ändra person

# add-person
source: Add new
sv: Lägg till

# newPerson-save
source: Save
sv: Spara

# newPerson-name
source: Name:
sv: Namn:

# newPerson-gender
source: Gender:
sv: Kön:

# seg0Male
source: Male
sv: Man

# seg1Female
source: Female
sv: Kvinna

# seg2Other
source: Other
sv: Annat

# newPerson-delete
source: Delete
sv: Ta bort

# newPerson-alert-title
source: Error occured!
sv: Fel uppstod!

# newPerson-alert-txt
source: You have to give your person a name!
sv: Du måste tilldela personen ett namn!

# deletePerson-title
source: Remove person
sv: Ta bort

# deletePerson-txt
source: Are you sure you wanna remove this person? You can not undo this later!
sv: Är du säker att du vill ta bort personen? Du kommer inte kunna ångra det i efterhand!

# deletePerson-cancel
source: Cancel
sv: Avbryt

# deletePerson-remove
source: Remove
sv: Ta bort

# addNewNote
source: Add a note:
sv: Lägg till en notering:

# note-hdr
source: Add note
sv: Lägg till notering

# note-choose
source: Save
sv: Välj

# prem-header-vacc
source: Vaccination certificate
sv: Vaccinationsintyg

# prem-header-activity
source: Activity
sv: Aktivitet

# prem-header-other
source: Other
sv: Övrigt

# prem-info
source: Basic information
sv: Grundinformation

# prem-vaccination
source: Vaccinations
sv: Vaccinationer

# prem-log
source: Log
sv: Loggbok

# prem-veterinary
source: Veterinary certificate
sv: Veterinärsintyg

# prem-documentation
source: Documentation
sv: Dokumentation

# prem-insurance
source: Insuranceletter
sv: Försäkringsbrev

# prem-course
source: Courses
sv: Kurser

# prem-comp
source: Competition
sv: Tävlingar

# prem-pedigree
source: Pedigree
sv: Stamtavla

# prem-weight
source: Weightcontroll
sv: Viktkontroll

# prem-other
source: Other
sv: Övrigt

# temp-title
source: Update
sv: Uppdatering

# temp-body
source: This function will be released in a future update!
sv: Denna funktionen kommer att lanseras i en senare uppdatering.

# vetHeader
source: Veterinary certificate
sv: Veterinärsintyg

# docuHeader
source: Documentation
sv: Dokumentation

# insuHeader
source: Insurance letter
sv: Försäkringsbrev

# pediHeader
source: Pedigree
sv: Stamtavla

# basicInfoHdr
source: Basic information
sv: Grundinformation

# basicInfoChoose
source: Save
sv: Spara

# basic-sec-info
source: Basic information
sv: Grundinformation

# basic-sec-ownership
source: Ownership
sv: Ägarskap

# basic-sec-castration
source: Castration
sv: Kastrering

# basic-lbl-dogid
source: Dog ID:
sv: Hund ID:

# basic-lbl-reg
source: Registration number:
sv: Registrerings nr:

# basic-lbl-dogname
source: Dogname:
sv: Hundnamn:

# basic-lbl-breed
source: Breed:
sv: Ras:

# basic-lbl-born
source: Date of birth:
sv: Födelsedag:

# basic-lbl-gender
source: Gender:
sv: Kön:

# basic-lbl-color
source: Color:
sv: Färg:

# basic-lbl-owner
source: Owner:
sv: Ägare:

# basic-lbl-address
source: Address:
sv: Adress:

# basic-lbl-phone
source: Phone:
sv: Telefon:

# basic-lbl-date
source: Date:
sv: Datum:

# basic-lbl-veterinary
source: Veterinary:
sv: Veterinär:

# basic-seg-0
source: Male
sv: Hane

# basic-seg-1
source: Female
sv: Tik

# basic-seg-2
source: Other
sv: Annat

# premHis-title
source: Notifications
sv: Notiser

# premHis-rem-title
source: Remove
sv: Ta bort

# premHis-rem-message
source: Are you sure you wanna remove this row?
sv: Är du säker att du vill ta bort raden?

# premHis-rem-ok
source: No
sv: Nej

# premHis-rem-remove
source: Remove
sv: Ta bort

# pH-alert-title
source: Error occured!
sv: Fel uppstod!

# pH-alert-message
source: Choose the row you wanna delete
sv: Välj den raden du vill ta bort!

# NH-title
source: Title:
sv: Rubrik:

# NH-noti
source: Notes:
sv: Notering:

# NH-dogname
source: Dogname:
sv: Hundens namn:

# NH-name
source: Your name:
sv: Ditt namn:

# NH-date
source: Date:
sv: Datum:

# NH-save
source: Save
sv: Spara

# NH-header-title
source: Notifications
sv: Noteringar

# NH-noti-title
source: New event: %@
sv: Nytt evenemang: %@
